Repository: ixvw/2020_cropconnect
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Where do you need help ?
fr: Où avez-vous besoin d'aide ?

source: Bitte füllen Sie dieses Feld aus
fr: Merci de bien remplir ce champs!

source: What help do you need ?
fr: Quelle aide avez-vous besoin ?

source: Harvesting, Planting...
fr: Récolter, Planter...

source: Additional details
fr: Détails additionnels

source: Good shape, Boots...
fr: Bon physique, prenez de l'eau...

source: When?
fr: Quand ?

source: Every Sunday morning
fr: Tous les samedis à 9h

source: Phone number
fr: Numéro de téléphone

source: Bitte geben Sie eine gültige E-Mailadresse an
fr: Merci de bien vouloir remplir l'adresse électronique.

source: What can you offer in exchange?
fr: Que voulez-vous en échange?

source: Fresh produce, travel stipend…
fr: Un panier de légumes, du miel...

source: Photo of the farm
fr: Photo de la ferme

source: Submit
fr: Soumettre

source: Where do you live ?
fr: Où vivez-vous ?

source: Start typing...
fr: Commencer à écrire...

source: Please enter the verification code we sent to your E-Mail address.
fr: Merci d'entrer votre code de vérification nous vous avons envoyé par adresse électronique.

source: Verify!
fr: Vérifié!

source: Please enter the verification code we sent to your E-Mail address
fr: Merci d'entrer votre code de vérification nous vous avons envoyé par adresse électronique.

source: Delete Farm!
fr: Supprimer annonce.

source: Username
fr: Nom d'utilisateur

source: Password
fr: Mot de Passe

source: Login!
fr: Connection!

source: The file you want to upload does not seem to be an image
fr: L'image que vous essayez de mettre en ligne n'est pas une image.

source: verification successful!
fr: Vérification faite!

source: Wrong verification code!
fr: Mauvais code de vérification, veuillez contacter hello@cropconnect.world si cela se reproduit.

source: Something went wrong...! Try again
fr: Quelque est survenu...! Essayez encore.

source: Thank you - we will check the ad in question and act accordingly
fr: Merci - nous regarderons en détail l'annonce.

source: farm deleted successfully!
fr: Annonce supprimée correctement.

source: What's CropConnect ?
fr: Qu'est ce que cropconnect ?

source: CropConnect is a non-profit platform focused on providing meaningful, short-term, volunteer farming experiences in your local area. If you are a farmer in need of help, you can visit our website and post what you need help with. If you are looking for an active and impactful experience, you can enter where your location, and we show you all the farmers from the closest to the furthest. Our goal is to encourage community support and bring neighbourhoods across the globe closer together.
fr: CropConnect est une plateforme servant à connecter les particuliers ayant envie d'aider les fermes de la région et les fermiers en besoin de main d'oeuvre. Si vous êtes un fermier, vous pouvez poster votre annonce sur le site, elle sera automatiquement publiée. Si vous êtes un particulier, il vous suffit de chercher dans la liste des fermes disponibles laquelle vous souhaiteriez aider. Nous sommes un association à but non-lucratif, notre but est de connecter les fermiers à des volontaires.Le fermier peut offrir en échange du travail effectué un panier de fruits et légumes, du miel ou tout autre produit de la ferme. L'échange doit se faire sans argent.

source: How to contact CropConnect ?
fr: Comment contacter CropConnect ?

source: You can reach CropConnect at
fr: Vous pouvez contacter CropConnect à

source: Who are we ?
fr: Qui sommes nous ?

source: CropConnect, Connecting Farmers to Enthousiastic Individuals
fr: CropConnect fait la connection entre les fermiers et les bénévoles enthousiastes

source: Home
fr: Accueil

source: About
fr: A propos

source: Delete this ad
fr: Supprimer cette annonce

source: Report abuse
fr: Reporter un abus

source: Please provide a valid Swiss phone number: +41 79 799 99 99 or 079 999 99 99
fr: Veuillez fournir un numéro de téléphone suisse valide

source: You will have to confirm the email address.
fr: Vous allez recevoir un courriel de confirmation.

source: Give your location to display the list of people in need from the closest to the furtherst.
fr: Donnez votre localisation pour afficher la liste des fermes de la plus proche à la plus lointaine.

source: CropConnect is a platform linking people willing to help and farmers. &nbsp; Please select an option!
fr: CropConnect est une plateforme de petites annonces dans le monde agricole à la recherche de bénévoles. &nbsp; Sélectionnez une option!

source: CropConnect is a platform linking people willing to help and farmers.
fr: CropConnect est une plateforme de petites annonces dans le monde agricole à la recherche de bénévoles.

source: I want to help!
fr: J'aimerais aider !

source: I am seeking help!
fr: Je recherche de l'aide !

source: To get some help, please fill the form below!
fr: Pour publiez une annonce, veuillez remplir le questionnaire ci-dessous.

source: Cropconnect Verficiation Code
fr: Cropconnect Code de Vérification

source: Your cropconnect farm deletion code is: %(vericode)s <br>or click the link: http://cropconnect.ch/deletefarm?deletionId=%(idToValidate)s&deletionCode=%(vericode)s
fr: Votre code CropConnect est : %(vericode)s <br>or click the link: http://cropconnect.ch/deletefarm?deletionId=%(idToValidate)s&deletionCode=%(vericode)s
